; comment
# also comment

[group]
item        =Item Text
sub-group   ={
    subgroupitem    =Subgroup Itemtext
    another         =Another item in the sub-group
}
another-item        =Another item in the group

[another-group]
